/* NSString-WIAdditions: time strings (minutes, seconds) */
"%0.2lu:%0.2lu minutes" = "%1$.2lu:%2$.2lu minutes";

/* NSString-WIAdditions: time strings (hours, minutes, seconds) */
"%0.2lu:%0.2lu:%0.2lu hours" = "%1$.2lu:%2$.2lu:%3$.2lu heures";

/* NSString-WIAdditions: Wired client version (client, client version, os, os version, architecture) */
"%@ %@ on %@ %@ (%@)" = "%1$@ %2$@ sur %3$@ %4$@ (%5$@)";

/* NSString-WIAdditions: time string */
"%@ ago" = "depuis %@";

/* NSString-WIAdditions: size strings */
"%@ GB" = "%@ GB";

/* NSString-WIAdditions: size strings */
"%@ KB" = "%@ KB";

/* NSString-WIAdditions: size strings */
"%@ MB" = "%@ MB";

/* NSString-WIAdditions: size strings */
"%@ PB" = "%@ PB";

/* NSString-WIAdditions: size strings */
"%@ TB" = "%@ TB";

/* NSString-WIAdditions: size strings */
"%llu bytes" = "%llu bytes";

/* NSString-WIAdditions: time strings (days, hours, minutes, seconds) */
"%lu:%0.2lu:%0.2lu:%0.2lu days" = "%1$lu:%2$.2lu:%3$.2lu:%4$.2lu jours";

/* NSString-WIAdditions: time string (minutes, seconds) */
"00:%0.2lu seconds" = "00:%0.2lu secondes";

/* NSString-WIAdditions: bandwidth strings */
"100M LAN" = "100M LAN";

/* NSString-WIAdditions: bandwidth strings */
"10M LAN" = "10M LAN";

/* NSString-WIAdditions: bandwidth strings */
"128k ISDN/DSL" = "128k ISDN/DSL";

/* NSString-WIAdditions: bandwidth strings */
"1M DSL/Cable" = "1M DSL/Cable";

/* NSString-WIAdditions: bandwidth strings */
"256k DSL/Cable" = "256k DSL/Cable";

/* NSString-WIAdditions: bandwidth strings */
"28.8k Modem" = "28.8k Modem";

/* NSString-WIAdditions: bandwidth strings */
"2M DSL/Cable" = "2M DSL/Cable";

/* NSString-WIAdditions: bandwidth strings */
"33.6k Modem" = "33.6k Modem";

/* NSString-WIAdditions: bandwidth strings */
"384k DSL/Cable" = "384k DSL/Cable";

/* NSString-WIAdditions: bandwidth strings */
"512k DSL/Cable" = "512k DSL/Cable";

/* NSString-WIAdditions: bandwidth strings */
"56k Modem" = "56k Modem";

/* NSString-WIAdditions: bandwidth strings */
"64k ISDN" = "64k ISDN";

/* NSString-WIAdditions: bandwidth strings */
"768k DSL/Cable" = "768k DSL/Cable";

/* WIError: WIAddressNetServiceLookupFailed title
   WIError: WIAddressLookupFailed title */
"Address Lookup Failed" = "Echec de consultation d’adresse";

/* WIApplication: termination delay panel */
"Are you sure you want to quit?" = "Voulez-vous réellement quitter?";

/* NSString-WIAdditions: 'byte' singular */
"byte" = "byte";

/* NSString-WIAdditions: 'byte' plural */
"bytes" = "bytes";

/* WIApplication: termination delay panel */
"Cancel" = "Annuler";

/* Default search menu template item */
"Clear Recent Searches" = "Effacer les précédentes recherches";

/* WIError: WISocketConnectFailed title */
"Connect Failed" = "Erreur de connexion";

/* WIError: WISocketConnectFailed description (address, underlying error) */
"Could not connect to %@: %@." = "Impossible de se connecter à %1$@: %2$@.";

/* WIError: WISocketReadFailed description (address, underlying error) */
"Could not read from %@: %@." = "Impossible de lire depuis %1$@: %2$@.";

/* WIError: WIAddressLookupFailed description (hostname, underlying error) */
"Could not resolve the address \"%@\": %@." = "Impossible d’aboutir à l’adresse \"%1$@\": %2$@.";

/* WIError: WIAddressNetServiceLookupFailed description */
"Could not retrieve address for server via Bonjour." = "Impossible de retourver l’adresse par Bonjour.";

/* WIError: WISocketWriteFailed description (address, underlying error) */
"Could not write to %@: %@." = "Impossible d’écrire sur %1$@: %2$@.";

/* WIApplication: termination delay panel (application, timeout) */
"If you do nothing, %@ will quit automatically in %.0f seconds." = "Si vous ne faites rien, %1$@ quittera automatiquement dans %2$.0f secondes.";

/* Default search menu template item */
"No Recent Searches" = "Pas de recherche récente";

/* WIError: OK button */
"OK" = "Valider";

/* WIApplication: termination delay panel */
"Quit" = "Quitter";

/* Default search menu template item */
"Recent Searches" = "Recherche récente";

/* WIError: WISocketReadFailed title */
"Socket Read Failed" = "Erreur de lecture";

/* WIError: WISocketWriteFailed title */
"Socket Write Failed" = "Erreur d’écriture";

/* WIDateFormatter: this day */
"today" = "aujourd'hui";

/* WIDateFormatter: next day */
"tomorrow" = "demain";

/* NSString-WIAdditions: bandwidth strings
   NSString-WIAdditions: unknown Wired client */
"Unknown" = "Inconnu";

/* WIDateFormatter: prior day */
"yesterday" = "hier";

